app/views/gossips/index.html.erb


    <p>speudo : <%= User.where(id: gossip.users_id)[0]["name"]%></p>
---
SELECT "users".* FROM "users" WHERE "users"."id" = ?  [["id", 21]]